Repository: v3netcz/vmanager
Catalog: app/System/Translations/*.po
Languages: cs

source: You have been signed out.
cs: Byl jste úspěšně odhlášen.

source: Homepage
cs: Úvod

source: You have been signed off during long inactivity.
cs: Byl/a jste odhlášen z důvodu dlouhé nečinnosti.

source: You don't have enough privileges to perform this action.
cs: Nemáte dostatečné oprávnění k provedení této akce.

source: Username:
cs: Login:

source: Please provide a username.
cs: Prosím zadejte uživatelské jméno

source: Password:
cs: Heslo:

source: Please provide a password.
cs: Prosím zadejte heslo.

source: Auto-login in future.
cs: Přihlašovat automaticky

source: Sign in
cs: Přihlásit

source: Forgot your password?
cs: Zapomněli jste heslo?

source: Access denied.
cs: Přístup zamítnut.

source: Administrator
cs: Administrátor

source: User
cs: Uživatel

source: settings
cs: nastavení

source: logout
cs: odhlásit

source: Search...
cs: Hledat...

source: entry
cs: záznam

source: Showing %d to %d of %d entries
cs: Zobrazen %d. až %d. záznam z %d záznamů

source: Showing 1 of 1 entry
cs: Zobrazen jediný záznam

source: First
cs: První

source: Previous
cs: Předchozí

source: Next
cs: Další

source: Last
cs: Poslední

source: Name:
cs: Jméno:

source: Surname:
cs: Příjmení:

source: E-mail is not valid
cs: Zadaná e-mailová adresa není platná

source: Old password:
cs: Vaše staré heslo:

source: New password:
cs: Nové heslo:

source: Confirm new password:
cs: Nové heslo (znovu):

source: Confirmation password didnt match.
cs: Zadaná hesla se neshodují.

source: All changes are saved.
cs: Všechny změny byly úspěšně uloženy.

source: Write your username <strong>OR</strong> your e-mail address below.<br />New password will be sent to e-mail filled in registration.
cs: Vložte prosím vaše uživatelské jméno <strong>NEBO</strong> e-mailovou adresu registrovanou k vašemu uživatelskému kontu.<br /><br />Nové heslo bude zasláno na e-mail vyplněný při registraci.

source: Confirmation password have to be the same as password.
cs: Políčka 'Heslo' a 'Heslo (znovu)' musí být shodné.

source: Old password is not correct!
cs: Vyplněné současné heslo není platné!

source: Please provide your username or e-mail.
cs: Prosím zadejte vaše uživatelské jméno nebo e-mail.

source: Send new password
cs: Zaslat nové heslo

source: vManager - new password
cs: vManager - nové heslo

source: A new password has been sent to your e-mail address.
cs: Nové heslo bylo zasláno na Vaši e-mailovou adresu.

source: User not found or missing required field!
cs: Uživatel nebyl nalezen nebo byl formulář chybně vyplněn.

source: Back to login form
cs: Zpět na přihlašovací formulář

source: User not found.
cs: Uživatel nenalezen.

source: Name cannot be empty.
cs: Vaše jméno nemůže být prázdné.

source: Surname cannot be empty.
cs: Příjmení nemůže být prázdné.

source: Username cannot be empty.
cs: Uživatelské jméno nemůže být prázdné.

source: Desired username is already taken. Please use something else.
cs: Zvolené uživatelské jméno je již obsazeno. Zvolte prosím jiné.

source: Invalid password. Access denied.
cs: Špatné heslo. Přístup zamítnut.

source: Please provide password.
cs: Prosím zadejte heslo.

source: Basic user info
cs: Osobní údaje

source: Change password
cs: Změnit heslo

source: Save
cs: Uložit

source: Password have to be at least 6 chars long.
cs: Heslo musí být dlouhé alespoň 6 znaků.

source: Username have to contain alpha-numeric chars only (with exception for chars ._@-). Nor spaces or diacritic chars are allowed.
cs: Uživatelské jméno může obsahovat pouze znaky anglické abecedy a čísla (s vyjímkou znaků ._@-). Mezery ani znaky s diakritikou nejsou povoleny.

source: Security code:
cs: Bezpeč. kód:

source: Rewrite text from image.
cs: Přepište text z obrázku.

source: Security code is incorrect. Read it carefuly from image above.
cs: Bezpečnosntí kód byl vyplněn nesprávně. Přepište jej prosím pečlivě z obrázku nad ním.

source: Welcome
cs: Vítejte

source: few seconds ago
cs: před okamžikem

source: 1 minute ago
cs: před minutou

source: %d minute ago
cs: před minutou

source: about an hour ago
cs: přibližně před hodinou

source: %d hour ago
cs: před hodinou

source: yesterday
cs: včera

source: %d day ago
cs: před 1 dnem

source: a month ago
cs: před měsícem

source: %d month ago
cs: před měsícem

source: a year ago
cs: před rokem

source: %d years ago
cs: před rokem

source: few seconds left
cs: za několik sekund

source: in a minute
cs: za minutu

source: in %d minute
cs: za minutu

source: in one hour
cs: za hodinu

source: in %d hour
cs: za hodinu

source: tomorrow
cs: zítra

source: in %d day
cs: za %d den

source: in a month
cs: za měsíc

source: in %d month
cs: za měsíc

source: in one year
cs: za rok

source: in %d year
cs: za rok

source: Password reset request
cs: Požadavek na změnu hesla

source: Sign in with new credentials
cs: Přihlásit se s novým heslem

source: %s. Welcome back. Last time you logged in %s from %s.
cs: %s. Poslední přihlášení proběhlo %s z počítače %s.

source: %s. Since this is the first time you have logged in it is recommended to change your password.
cs: %s. Jelikož tohle je Vaše první přihlášení, je doporučeno, abyste upravil/a Váš profil a změnil/a heslo. Pokračujte kliknutím na 'nastavení' vlevo pod vaším avatarem.

source: Dashboard
cs: Nástěnka

source: Hi %s
cs: Dobrý den %s

source: Salutation:
cs: Oslovení:

source: Salutation cannot be empty.
cs: Oslovení nemůže být prázdné.

source: Auto
cs: Automaticky

source: Language:
cs: Jazyk:

source: Environment
cs: Prostředí

source: No results has been found matching your criteria.
cs: Pro zadané parametry nebyly nalezeny žádné výsledky k zobrazení.

source: Choose File
cs: Vybrat

source: No file selected
cs: Žádný soubor nebyl vybrán

source: January %d
cs: Leden %d

source: February %d
cs: Únor %d

source: March %d
cs: Březen %d

source: April %d
cs: Duben %d

source: May %d
cs: Květen %d

source: June %d
cs: Červen %d

source: July %d
cs: Červenec %d

source: August %d
cs: Srpen %d

source: September %d
cs: Září %d

source: October %d
cs: Říjen %d

source: November %d
cs: Listopad %d

source: December %d
cs: Prosinec %d

source: Current avatar
cs: Současný avatar

source: Select your logo
cs: Vyberte Vaše logo

source: You may only upload PNG images!
cs: Lze nahrát pouze obrázky ve formátu PNG.

source: No records available
cs: Nejsou k dispozici žádné záznamy k zobrazení

source: Today
cs: Dnes

source: Yesterday
cs: Včera

source: User profile
cs: Uživatelský profil

source: System settings
cs: Systémová nastavení

source: Company info
cs: Informace o společnosti

source: Current logo
cs: Současné logo

source: Timeline
cs: Časová osa

source: -- All users --
cs: -- Všichni uživatelé --

source: Sunday
cs: Neděle

source: Monday
cs: Pondělí

source: Tuesday
cs: Úterý

source: Wednesday
cs: Středa

source: Thursday
cs: Čtvrtek

source: Friday
cs: Pátek

source: Saturday
cs: Sobota

source: January
cs: Leden

source: February
cs: Únor

source: March
cs: Březen

source: April
cs: Duben

source: May
cs: Květen

source: June
cs: Červen

source: July
cs: Červenec

source: August
cs: Srpen

source: September
cs: Září

source: October
cs: Říjen

source: November
cs: Listopad

source: December
cs: Prosinec

source: Export to Excel CSV
cs: Exportovat do Excelu (CSV)
