Repository: v3netcz/vmanager
Catalog: app/Tickets/Translations/*.po
Languages: cs

source: Tasks
cs: Úkoly

source: My tickets
cs: Moje úkoly

source: Ticket name
cs: Úkol

source: Last change
cs: Poslední změna

source: Save
cs: Uložit

source: Task title:
cs: Název úkolu:

source: Short task description. Please be concrete.
cs: Krátký popis úkolu. Snažte se býti co nejvíce konkrétní.

source: Task title has to be filled.
cs: Název úkolu musí být vyplněn.

source: Deadline:
cs: Termín dokončení úkolu:

source: When has to be task done?
cs: Do kdy musí být úkol hotov?

source: Assign to:
cs: Řešitel:

source: Who will resolve this issue?
cs: Komu má být úkol přiřazen?

source: Responsible person does not exist.
cs: Zadaný řešitel neexistuje.

source: New ticket has been created.
cs: Nový úkol byl úspěšně vytvořen.

source: Change has been saved.
cs: Změny byly uloženy.

source: Nothing to change.
cs: Žádné změny nebyly provedeny.

source: Create new ticket
cs: Vytvořit nový úkol

source: Create a new ticket
cs: Vytvořit nový úkol

source: Tickets
cs: Úkoly

source: Add comment
cs: Přidat komentář

source: Attach files
cs: Přiložit soubory

source: Change ticket description
cs: Změnit popis úkolu

source: Change ticket details
cs: Změnit atributy úkolu

source: Create new task
cs: Vytvořit nový úkol

source: Ticket summary
cs: Informace o úkolu

source: Ticket description
cs: Popis úkolu

source: Back
cs: Zpět

source: Next
cs: Další

source: nobody
cs: nikdo

source: Reassigned to <span class="value">nobody</span>
cs: Řešitel byl odebrán.

source: No comment
cs: Žádný doplňující komentář nebyl zadán.

source: User n. %d
cs: Uživatel č. %d

source: Reassigned to <span class="value">%s</span>
cs: Přeřadil řešení úkolu na uživatele <span class="value">%s</span>

source: Changed field <span class="field">%s</span> to <span class="value">%s</span>
cs: Změnil pole <span class="field">%s</span> na <span class="value">%s</span>

source: Changed field <span class="field">%s</span>
cs: Změnil pole <span class="field">%s</span>

source: Close ticket with this comment
cs: Označit úkol jako hotový

source: Reopen this ticket
cs: Znovuotevřít tento úkol k řešení

source: Reopened this ticket
cs: Znovuotevřel tento úkol

source: Resolve this ticket as done
cs: Označil tento úkol jako splněný

source: State
cs: Stav

source: Closed
cs: Vyřešený

source: Opened
cs: Otevřený

source: [NEW TASK] %s
cs: [NOVY UKOL] %s

source: [UPDATE] %s
cs: [ZMENA] %s

source: user n. %d
cs: uživatel č. %d

source: anonymous
cs: anonym

source: Created by: <span class="value">%s</span>
cs: Úkol vytvořen uživatelem: <span class="value">%s</span>

source: Assigned to: <span class="value">%s</span>
cs: Úkol přiřazen uživateli: <span class="value">%s</span>

source: State: <span class="value">%s</span>
cs: Stav: <span class="value">%s</span>

source: User <span>%s</span> changed ticket <span>%s</span>:
cs: Uživatel <span>%s</span> změnil ticket <span>%s</span>:

source: Assigned to
cs: Přiřazen

source: Reassigned to <strong class="value">nobody</strong>
cs: Odebral řešitele úkolu

source: Reassigned to <strong class="value">%s</strong>
cs: Změnil řešitele úkolu na <strong class="value">%s</strong>

source: Changed field <strong class="field">%s</strong> to <strong class="value">%s</strong>
cs: Změnil položku <strong class="field">%s</strong> na <strong class="value">%s</strong>

source: Changed field <strong class="field">%s</strong>
cs: Změnil položku <strong class="field">%s</strong>

source: New task: <span style="color: #ff8000;">%s</span>
cs: Nový úkol: <span style="color: #ff8000;">%s</span>

source: Show ticket in web browser
cs: Zobrazit ticket v prohlížeči

source: Notification on ticket change: <span style="color: #ff8000;">%s</span>
cs: Upozornění na změnu úkolu: <span style="color: #ff8000;">%s</span>

source: <span style="font-weight: bold;">%s</span> changed ticket:
cs: <span style="font-weight: bold;">%s</span> změnil ticket:

source: Low
cs: Nízká

source: Normal
cs: Normální

source: High
cs: Vysoká

source: Critical
cs: Kritická

source: Priority
cs: Priorita

source: Priority:
cs: Priorita:

source: unknown priority
cs: neznámá priorita

source: Changed priority to <strong class="value">%s</strong>
cs: Změnil prioritu úkolu na <strong class="value">%s</strong>

source: Priority: <span class="value">%s</span>
cs: Priorita: <span class="value">%s</span>

source: Project: <span class="value">%s</span>
cs: Projekt: <span class="value">%s</span>

source: Removed task from project <strong class="value">%s</strong>
cs: Odebral úkol z projektu <strong class="value">%s</strong>

source: Project n. %d
cs: Projekt č. %d

source: Moved task under project <strong class="value">%s</strong>
cs: Přesunul úkol pod projekt <strong class="value">%s</strong>

source: Any
cs: Jakýkoliv

source: Anyone
cs: Komukoliv

source: Project
cs: Projekt

source: Filter
cs: Filtrovat

source: Project:
cs: Projekt:

source: Is this task part of greater project?
cs: Je tento úkol součástí nějakého většího projektu?

source: Tasks - vManager
cs: Úkoly - vManager

source: New task - vManager
cs: Nový úkol - vManager

source: Project name
cs: Název projektu

source: Supervised by
cs: Zodpovědná osoba

source: Show associated tasks
cs: Zobrazit úkoly

source: Record not found
cs: Záznam nenalezen

source: Project title:
cs: Název projektu

source: Short project description. Please be concrete.
cs: Krátký popis projektu. Snažte se býti co nejvíce konkrétní.

source: When has to be project done?
cs: Do kdy má být projekt hotov?

source: Supervisor:
cs: Zodpovědná osoba:

source: Who will supervise over this project?
cs: Kdo bude dohlížet na vývoj projektu?

source: New project has been created.
cs: Nový projekt byl založen.

source: Projects
cs: Projekty

source: Show projects
cs: Zobrazit projekty

source: Projects - vManager
cs: Projekty - vManager

source: Change project description
cs: Změnit popis projektu

source: Change project details
cs: Změnit atributy projektu

source: New project - vManager
cs: Nový projekt - vManager

source: Create a new project
cs: Založit nový projekt

source: Project summary
cs: Informace o projektu

source: Project description
cs: Popis projektu

source: Supervisor
cs: Zodpovědná osoba

source: To anybody
cs: Komukoliv

source: Create new project
cs: Vytvořit nový projekt

source: Anybody
cs: Kdokoliv

source: This project does not exist.
cs: Zadaný projekt neexistuje

source: Make this comment private
cs: Označit komentář jako soukromý

source: resolve as %s
cs: vyřešit úkol jako %s

source: change to %s
cs: změnit na %s

source: State:
cs: Stav:

source: Change state to '%s'
cs: Změnit stav úkolu na '%s'

source: Resolved this ticket as <strong class="field">%s</strong>
cs: Vyřešil/a úkol jako <strong class="field">%s</strong>

source: Changed ticket state to <strong class="field">%s</strong>
cs: Změnil/a stav úkolu na <strong class="field">%s</strong>

source: Unset field <strong class="field">%s</strong>
cs: Odebral <strong class="field">%s</strong>

source: Make this comment public
cs: Změnit komentář na veřejný

source: You have no permisson to view this comment
cs: Nemáte oprávnění k zobrazení tohoto komentáře

source: Comment is private
cs: Komentář je soukromý

source: do not change
cs: neměnit

source: New
cs: Nový

source: Accepted
cs: Potvrzeno

source: Done
cs: Hotovo

source: Canceled
cs: Zrušeno
