Repository: v3netcz/vmanager
Catalog: app/Accounting/Translations/*.po
Languages: cs

source: Name
cs: Jméno

source: Surname
cs: Příjmení

source: National Identification Number
cs: Rodné číslo

source: View employee card
cs: Zobrazit zaměstnaneckou kartu

source: Record not found
cs: Záznam nenalezen

source: Date
cs: Datum

source: # Hours
cs: Počet hodin

source: Job description
cs: Popis práce

source: Customer
cs: Zákazník

source: Date of issuance
cs: Datum vystavení

source: Due date
cs: Datum splatnosti

source: Value
cs: Částka

source: Cancel
cs: Zrušit

source: Invoice %s has been marked as canceled.
cs: Faktura %s byla označena jako zrušená.

source: Pay
cs: Zaplaceno

source: Use as template
cs: Použít jako šablonu

source: View
cs: Zobrazit

source: File not found
cs: Soubor nenalezen

source: Missing ID
cs: Chybí ID

source: Recipient
cs: Příjemce

source: Subject
cs: Předmět

source: Save
cs: Uložit

source: Message has been sent. Recipient: %s
cs: Zpráva byla odeslána. Příjemce: %s

source: Replace?
cs: Přepsat?

source: Malformed XML data.
cs: Chybná XML data.

source: Invoice with ID %s already exists.
cs: Faktura číslo %s již existuje.

source: Invoice with ID %s has been successfuly created.
cs: Faktura byla úspěšně vytvořena. Pořadové číslo: %s

source: Date of payment recieve:
cs: Datum obdržení platby:

source: Payment has been recorded.
cs: Platba byla zaznamenána.

source: You don't have enough privileges to perform this action.
cs: Nemáte dostatečné oprávnění pro tuto akci.

source: Invoices
cs: Vystavené faktury

source: Payrolls
cs: Mzdy

source: Accounting
cs: Účetnictví

source: Create new invoice
cs: Vytvořit novou fakturu

source: Summary
cs: Souhrn

source: Send by e-mail
cs: Poslat e-mailem

source: New invoice
cs: Nová faktura

source: Log payment
cs: Zapsat platbu

source: Save report
cs: Uložit report

source: %d hour
cs: %d hodina

source: Date:
cs: Datum:

source: Work hours for this date have already been set
cs: Zadané datum již má zapsané odpracované hodiny

source: Hours:
cs: Odpracované hodiny:

source: Work hours have to be decimal number. Minimum step is 0.25 hour (15 minutes).
cs: Odpracované hodiny musí být desetinné číslo. Nejmenší krok je 0.25 (15 minut).

source: Job description:
cs: Popis odvedené práce

source: Job description is mandatory
cs: Popis odvedené práce nesmí být prázdný

source: Report work hours
cs: Zapsat hodiny

source: Work hours has been reported
cs: Odpracované hodiny byly úspěšně zapsány

source: Subject name
cs: Název organizace

source: Subject IN
cs: IČ subjektu

source: Subject IN:
cs: IČ subjektu:

source: This subject is already in database
cs: Zadaný subjekt je již evidován

source: Subject TIN:
cs: DIČ:

source: Subject name:
cs: Název organizace:

source: Street / house number:
cs: Ulice / číslo popísné:

source: House number is required
cs: Číslo popisné nesmí být prázdné

source: City:
cs: Město:

source: Postal code:
cs: PSČ:

source: Country:
cs: Země:

source: Contact person name:
cs: Kontaktní osoba:

source: Contact e-mail:
cs: Kontaktní e-mail:

source: Contact phone number:
cs: Kontaktní telefon:

source: Add subject
cs: Přidat subjekt

source: Subject %s has been successfully created.
cs: Subjekt %s byl úspěšně přidán do evidence.

source: Paid date
cs: Zaplacena dne

source: Customers / Suppliers
cs: Odběratelé / dodavatelé

source: Add new subject
cs: Přidat nový subjekt

source: New subject
cs: Nový subjekt

source: Error.
cs: Chyba.

source: Load
cs: Načíst

source: Loading…
cs: Načítám…

source: Expense description
cs: Předmět fakturace

source: Supplier
cs: Dodavatel

source: Supplier evidence
cs: Číslo dokladu

source: Cost
cs: Cena

source: Remove
cs: Odebrat

source: Are you sure you want to remove this expense?
cs: Opravdu chcete odstranit tento záznam?

source: Record has been removed.
cs: Záznam byl odstraněn.

source: Month:
cs: Měsíc:

source: Filter
cs: Zobrazit

source: Supplier:
cs: Dodavatel:

source: From whom did you get the receipt?
cs: Od koho jste obdržel/a fakturu?

source: Supplier does not exist in subject database. Please add him first.
cs: Dodavatel není evidován v databázi. Prosím přidejte jej nejprve do databáze dodavatelů.

source: Supplier evidence ID:
cs: Číslo dokladu (dodavatele):

source: Description:
cs: Předmět fakturace:

source: Cost:
cs: Hodnota:

source: Cost has to be a number
cs: Hodnota faktury musí být číslo

source: Add expense
cs: Zapsat

source: Expense has been successfully recorded.
cs: Záznam byl úspěšně započítán.

source: Expenses
cs: Přijaté faktury (náklady)

source: Add new expense
cs: Zapsat fakturu

source: New expense
cs: Nová přijatá faktura

source: Evidence ID
cs: Číslo dokladu

source: Edit
cs: Upravit

source: Are you sure you want to remove this record?
cs: Jste si jistý, že chcete odstranit tento záznam?

source: Record has been saved.
cs: Záznam byl uložen.

source: Record has been created.
cs: Nový záznam byl vytvořen.

source: Evidence ID:
cs: Číslo dokladu:

source: Subject:
cs: Předmět:

source: Subject can't be empty.
cs: Předmět nesmí být prázdný.

source: Value:
cs: Částka:

source: Value can't be empty.
cs: Částka nesmí být prázdná.

source: Value has to be a number
cs: Částka musí být číslo

source: Save record
cs: Uložit záznam

source: Invoicing
cs: Fakturace

source: Accounting book
cs: Účetní kniha

source: New record
cs: Nový záznam

source: Please cancel current form data first.
cs: Prosím nejprve zrušte současnou editaci.

source: Are you sure you want to abandon current data?
cs: Jste si jistý, že chcete zahodit tento formulář?

source: Add new record
cs: Vložit nový záznam

source: Edit record
cs: Editace záznamu

source: S. evidence ID
cs: S. číslo dokladu

source: C. evidence ID
cs: Z. číslo dokladu:

source: Customer:
cs: Zákazník:

source: Customer evidence ID:
cs: Číslo dokladu (zákaznické):

source: Accounting records
cs: Účetní záznamy

source: All records
cs: Všechny záznamy

source: Issued invoices
cs: Vydané faktury

source: Received invoices
cs: Přijaté faktury (náklady)

source: Bank account
cs: Bankovní účet

source: Cash
cs: Pokladna
